Repository: OPUS4/application
Catalog: modules/setup/language/language.tmx
Source language: de
Languages: en

source: Suchbegriff (leer lassen für alle)
en: search term (leave empty for all)

source: Sortieren nach:
en: sort by:

source: Schlüssel
en: Key

source: Modul
en: Module

source: Übersetzungen
en: Translations

source: Schlüssel anlegen
en: Add Key

source: Bearbeiten
en: Edit

source: Zurücksetzen
en: Reset

source: Entfernen
en: Remove

source: Es sind keine Module für die Bearbeitung konfiguriert. Bitte konfgurieren Sie die zu bearbeitenden Module.
en: There are no modules available for editing. Please configure the modules you want to be editable.

source: Übersetzungsschlüssel
en: Key

source: Editieren
en: Edit

source: Löschen
en: Delete

source: Übersetzungen löschen
en: Delete Translations

source: Übersetzungen exportieren
en: Export translations

source: Exportieren
en: Export

source: Die angepassten Übersetzungen können als TMX-Datei heruntergeladen werden. Der Name des Modules zu dem ein Übersetzungsschlüssel gehört wird dabei im "creationtool"-Attribut des TU-Element gespeichert. Die TMX-Datei kann editiert und wieder in diese oder eine andere OPUS 4 Installation importiert werden.
en: The customized translations can be downloaded as TMX file. The name of the module a translation key belongs to is stored in the "creationtool" attribute of the TU-elements. The TMX file can be edited and imported back into this or another OPUS 4 installation.

source: Übersetzungen importieren
en: Import translations

source: Angepasste Übersetzungen können von einer TMX-Datei importiert werden. Das "creationtool"-Attribut der TU-Elemente wird dabei als Name des Modules für einen Übersetzungsschlüssel interpretiert.
en: Import custom translations from TMX file. The "creationtool" attribute of the TU-elements will be used to determine the module name for a translation key.

source: Editiert
en: Edited

source: Hinzugefügt
en: Added

source: Übersetzung
en: Translation

source: Keine Übersetzungen gefunden.
en: No translations found.

source: Anzeigen
en: Show

source: Status
en: State

source: Durchsuchen
en: Search

source: Gefunden
en: Found

source: Einstellungen
en: Settings

source: Der Übersetzungsschlüssel exisitiert bereits.
en: The translation key already exists.

source: Schlüssel müssen mit einem Buchstaben beginnen und dürfen sonst auch Zahlen und Unterstriche enthalten.
en: Keys must start with a letter and may also contain numbers and underlines.

source: Schlüssel dürfen maximal 100 Zeichen lang sein.
en: Keys may not be longer than 100 characters.

source: Angepasste Übersetzung
en: Custom translation

source: Standardübersetzung
en: Default translation

source: Alle Anpassungen und hinzugefügten Schlüssel entfernen
en: Remove all edited and added translation keys

source: Gefilterte Anpassungen
en: Filtered customizations

source: Gefilterte Anpassungen und nicht modifizierte Übersetzungen
en: Filtered customizations and unmodified translations

source: Alle angepassten Übersetzungen
en: All customized translations

source: Alle Übersetzungen (angepasst und nicht modifiziert)
en: All translations (customized and unmodified)

source: Alle Anpassungen entfernen vor dem Import der Datei?
en: Remove all modifications before importing file?
